tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# fonts
brew "font-meslo-lg-nerd-font"
#brew "font-hack-nerd-font"

# tools
brew "git"
brew "tree"
brew "curl"
brew "wget"
brew "lazygit"
brew "httpie"
brew "tmux"
brew "fzf"
brew "bat"
brew "eza"

# nvim
brew "neovim"
brew "ripgrep"
brew "fd"
brew "tree-sitter"
brew "node"

# coding
brew "python3"
brew "ruby"
#brew "composer"
#brew "php"
#brew maven

#brew "openjdk"
#sudo ln -sfn /usr/local/opt/openjdk/libexec/openjdk.jdk /Library/Java/JavaVirtualMachines/openjdk.jdk

# fun
#brew "cmatrix"
#brew "tty-clock"

# casks
cask "kitty"
cask "docker"
#cask "libreoffice"

# nice to have
#cask "fliqlo"
#cask "stats"
#cask "itsycal"
#cask "iterm2"
