tap "homebrew/bundle"
#tap "homebrew/cask"
#tap "homebrew/core"

# fonts
cask "font-meslo-lg-nerd-font"
#cask "font-hack-nerd-font"
cask "font-maple-mono"

# tools
brew "tree"
brew "curl"
brew "wget"
brew "httpie"
brew "tmux"
brew "fzf"
brew "bat"
brew "eza"

# git
brew "git"
brew "lazygit"
brew "git-delta"

# nvim
brew "neovim"
brew "ripgrep"
brew "fd"
brew "tree-sitter"
brew "node"
brew "imagemagick"

# coding
brew "python3"
brew "ruby"
#brew "composer"
#brew "php"
#brew maven

#brew "openjdk"
#sudo ln -sfn /usr/local/opt/openjdk/libexec/openjdk.jdk /Library/Java/JavaVirtualMachines/openjdk.jdk

# fun
#brew "cmatrix"
#brew "tty-clock"

# apps
cask "ghostty"
#cask "kitty"
#cask "docker"
#cask "libreoffice"

# nice to have
#cask "fliqlo"
#cask "stats"
#cask "itsycal"
#cask "iterm2"
